{
    "touristsites":[
        {
            "tittle": "Singapur",
            "description": "Es un país soberano insular de Asia, formado por sesenta y tres islas, cuya forma de gobierno es la república parlamentaria.Su territorio se divide en cinco consejos de desarrollo comunitario. Singapur es una ciudad-Estado, por lo que su capital se considera la ciudad de Singapur. Está situado al sur del estado de Johor (península de Malasia) y al norte de las islas Riau (Indonesia), separado de estas por el estrecho de Singapur. Con 730 km², es el país más pequeño del Sudeste Asiático. Su territorio ha crecido constantemente con tierras ganadas al mar.",
            "location": "Mariana Gardens Dr, Singapur.",
            "urlPicture": "https://content.r9cdn.net/rimg/dimg/c6/6b/ef1caf2a-city-20828-16abd1d6fd3.jpg?width=1750&height=1000&xhint=1275&yhint=1460&crop=true",
            "likes": "162031",
            "schedule": "Abierto todo el día"
        },
        {
            "tittle": "Jardínes junto al lago",
            "description": "En el sur del país se encuentra un increíble parque tropical 'Gardens by the Bay' Las estructuras arbóreas del Jardín se construyeron especialmente aquí para diversos fines: en algunas, por ejemplo, especies raras de enredaderas, mientras que otras se utilizan para recoger agua de lluvia. Entre los árboles hay pasajes con una vista magnífica. En 'Gardens by the Bay' también hay dos invernaderos: 'Flower Dome' y 'Cloud Forest'",
            "location": "Mariana Gardens Dr, Singapur.",
            "urlPicture": "https://static.eldiario.es/clip/a72f754c-1074-48ab-b216-7509ba53f2cd_16-9-discover-aspect-ratio_default_0.jpg",
            "likes": "66334",
            "schedule": "Abierto todo el día",
            "latitud" : "1.281507",
            "longitud" : "103.8636338"
        },
        {
            "tittle": "Templo y Museo de la Reliquia del Diente de Buda",
            "description": "El Templo de la Reliquia del Diente de Buda se inauguró el 30 de mayo del año 2007, y su construcción se diseñó para que se pudiera seguir las normas y preceptos de templos tradicionales de China los cuales son de estilo Tang. Un edificio de 5 plantas donde incluye un gran museo y hasta un jardín zen el cual se encuentra en la azotea de este bonito templo de Singapur.",
            "location": "South Bridge Road.",
            "urlPicture": "https://p1.pxfuel.com/preview/156/1020/45/buddha-tooth-relic-temple-singapore-chinatown-buddhism.jpg",
            "likes": "69032",
            "schedule": "de 7:00 a 19:00 todos los días"
        },
        {
            "tittle": "Merlion Park",
            "description": "El cuerpo del Merlion simboliza los humildes comienzos de Singapur como pueblo de pescadores. Su cabeza representa el nombre original de Singapur, Singapura, o ciudad del león en malayo. Hoy, puedes vislumbrar esta leyenda en Merlion Park",
            "location": "Merlion Park, Singapur, Singapur.",
            "urlPicture": "https://www.asiatravelgate.com/wp-content/uploads/2017/09/Merlion-Park-Singapore-001.jpg",
            "likes": "789887",
            "schedule": "Abierto todo el día",
            "latitud" : "1.2867567",
            "longitud" : "103.8543358"
        }
    ]
}
